"All neccessary tools have been disabled in Preferences" = "All neccessary tools have been disabled in Preferences";
"Can't map file into memory" = "Can't map file into memory";
"File cannot be optimized any further" = "これ以上ファイルを最適化できません";
"File is neither PNG, GIF nor JPEG" = "File is neither PNG, GIF nor JPEG";
"Inspecting file" = "Inspecting file";
"New file" = "New file";
"Optimized file could not be saved" = "最適化されたファイルを保存できませんでした";
"Optimized successfully with %@" = "%@で正しく最適化が完了しました";
"Size of optimized file is 0" = "最適化をするファイルの容量が0でした";
"Started %@" = "Started %@";
"Waiting in queue" = "Waiting in queue";
"Waiting to be optimized" = "最適化中です";
"Waiting to start more optimizations" = "追加の最適化開始を待機中です";
"%@ failed to start" = "%@ failed to start";
"Add" = "追加";
"Cut" = "カット";
"KB" = "KB";
"MB" = "MB";
"Saved %@ out of %@. %@ overall (up to %@ per file)" = "Saved %@ out of %@. %@ overall (up to %@ per file)";
"Saved %@ out of %@. %@ per file on average (up to %@)" = "Saved %@ out of %@. %@ per file on average (up to %@)";